<?php

if (isset ($_GET['numauc'])) {


} else { echo '<!DOCTYPE html>

        <head>
            <meta charset="UTF-8">
            <title>Mistake</title>
        </head>
        <body>
        
            <body><div id="form" class="row">
                    <h1>Форма сообщения об ошибке</h1>
                    <h2>Вас выкинуло, профессор Плейшнер, вы ошиблись номером, "Дружище"<br/></h2>
    
                    <p>Или так: "протри зенки и вводи номер аукциона аккуратно, наша база не мусорная корзина. И учти, что я все вижу и в следующий раз выкину из программы, что б ты научился вводу на логине и пароле сначала".</p>
          
                     
        <p><a href="milestone.php"/>Вернуться</a></p></form></div></body>';
   }
?>